{
    "songs": [
      {
        "url": "https://soundcloud.com/clinton-van-arnam-534984615/untitled-mix-for-analog-noise-and-computer-music",
        "title": "Untitled mix for Analog Noise and Computer Music",
        "author": "SADNOISE",
        "description1": "This mix an anthology of contemporary experimental electronic, noise, and computer music. Music from algorithms, code, a generativeness intertwined with classical composition techniques drone and acoustics create dichromatic soundscapes for evolving sonic spaces.   ",
        "description2": "The tracklist includes: “Teknon” by Consumer Electronics, “001_0315_13_dest” by Grischa Litchenberger, “Milkweed / It Hangs Heavy” by Pharmakon, “66 Audio” by Grischa Lichtenberger, “Untitled 5” by Mark Fell/Gabor Lazar, “001_0415_07_re1214_11_ns_ss_ms-Vc” by Grischa Lichtenberger, “Infoldings 1” by Mark Fell/Will Guthrie, “The Alien” by Ben Salisbury/Geoff Barrow, “Catchment Areas (Spiritual Pollution)” by Jesse Osborn-Lanthier, “Vinylika” by Rogelio Sosa, “Boundary Object IV” by Gabor Lazar, “Corresponding Probably to Quanta” by Eli Keszler, “36” by SND, “壹” by 工工工, “M” by Aoki Takamasa, “Nine Minutes and Forty Three Seconds” by Machine Girl, “Falaise” by Floating Points, “Vessel - Mixed” by Jon Hopkins, “Dolphinz” by Burial, and “Test pattern #0100” by Ryoji Ikeda."
      },
      {
        "url": "https://soundcloud.com/clinton-van-arnam-534984615/ambience-as-noise-live-set",
        "title": "Ambience as Noise Live Set",
        "author": "Clinton Van Arnam",
        "description1": "A live set recorded at The Rhode Island School of Design (RISD) Museum. The live set included artists SADNOISE and Elliott Romano. Along with the live set, the event included a live performance by the artist, a discussion about the work and a print publication.",
        "description2": "Performing this live set marked the begining of this index in many ways. Elliott Romano and I started collecting various ambient artists to showcase in a print publication. I slowly started thinking of ideas relating to utopia, and how noise can influence culture. With the help of friends, I decided to create this index to showcase the work of artists who are creating noise and inspired by utopia."
      }
    ]
  }